<?php

return [

    'noPermission'=>'عفواً لا تملك صلاحيه الوصول لهذا الرابط',
    'fail'=>' حدث خطأ ما من فضلك حاول مره أخري ',
    'loginError' => 'كلمه المرور أو البريد الإلكتروني غير صحيح',
    'loginFaildMany' => 'لقد حاولت تسجيل الدخول ببيانات خاطئه العديد من المرات . برجاء الإنتظار ',
    'seconds'=>' ثواني للمحاوله من جديد',
    'registerOk'=>'تم تسجيل حسابك بنجاح !',
    'subscribeOk'=>'تم تسجيل بريدك الإلكتروني في قائمتنا البريديه بنجاح ! سيصلك إشعار بكل جديد',
    'logout'=>'تم تسجيل الخروج بنجاح !',
    'forgetPassError'=>'هذا البريد غير مسجل لدينا ! من فضلك أدخل بريد إليكتروني صالح',
    'forgetPassOk'=>'تم إرسال رابط إستعاده كلمه المرور لبريدك الإلكتروني',
    'newPassOk' => 'تم تغيير كلمه المرور بنجاح !',
    'alreadyUser' => 'هذا البريد لديه عضويه مسجله لدينا بالفعل لا يمكنك الإشتراك به في القائمه البريديه',
    'alreadySubscriber' => 'هذا البريد مٌسجل لدينا في القائمه البريديه لا يمكنك تسجيل عضويه به',
    'cancelSubscribe' => 'تم إلغاء إشتراكك بنجاح',
    'notSubscribe' => 'هذا البريد غير مشترك بالقائمه البريديه',
    'messageSentOk'=>'تم إرسال الرساله بنجاح',
    'invalid'=>'عفواً الرابط الذي تحاول الوصول إليه غير صالح',
    'orderSentOk'=>'تم إرسال طلبك بنجاح .. ستقوم الإداره بالتواصل معك قريباً',

    'addQuestionOk' => 'تم إضافه سؤالك بنجاح',
    'updateQuestionOk' => 'تم تعديل سؤالك بنجاح',
    'addAnswerOk' => 'تم إضافه إجابتك بنجاح',
    'updateAnswerOk' => 'تم تعديل إجابتك بنجاح',
    'suggestOk' => 'تم إرسال إقتراحك بنجاح',
    'uploadBookOk' => 'تم إضافه كتابك بنجاح ! في إنتظار موافقه الإداره ليتم نشر الكتاب للجميع',
    'commentOk' => 'تم نشر تعليقك بنجاح',
    'followOk1' => ' أنت الأن تتابع ',
    'followOk2' => ' بنجاح . ستتلقي إشعار عند إضافه عمل جديد ل',
    'author' => 'هذا المؤلف ',
    'unfollowOk1' => ' لقد توقفت عن متابعه ',
    'unfollowOk2' => ' لن تتلقي المزيد من الإشعارات ل',


    'sendDataSuccess'=>'تم تسجيل طلبك بنجاح',



];