<?php
$setting = \App\Setting::get()->keyBy('key')->all();

return [
    'welcome'=>' .. مرحباً  ',
    'ops'=>' .. عذراً  ',
    'site'=>'تكنو مصر',
    'footer'=>$setting['copyrights_'.session('lang')]->value,
    'restPassword'=>' إعاده تعيين كلمه المرور ',
    'haveProblem'=>'إذا كان لديك مشكله في النقر علي زر ',
    'copyLink'=>' إنسخ الرابط التالي و إلصقه في المتصفح الخاص بك ',
    'thanks'=>' شكراً  ',
    'follow'=>' من فضلك إتبع الرابط التالي ',

    /*
    ===================================================
                        WelcomeEmail
    ===================================================
    */
    'proud'=>' سٌعداء لإختيارك  ',
    'login_msg'=>' من فضلك قم بتسجيل دخولك للتمتع بكافه خدمات موقعنا ',
    'login'=>' تسجيل الدخول ',


    /*
    ===================================================
                        WelcomeGuest
    ===================================================
    */

    'guest_msg'=>'سيصلك إشعار بكل جديد في موقعنا',
    'go'=>' مشاهده المزيد ',


    /*
    ===================================================
                        CancelSubscribe
    ===================================================
    */

    'cancel_msg'=>'تم إلغاء إشتراكك في الموقع لن تتلقي المزيد من الرسائل يمكنك الإشتراك مره أخري متي أدرت',



    /*
    ===================================================
                        UpdateSubscribe
    ===================================================
    */

    'update_msg'=>'تم تعديل الإشتراك لبريد إليكتروني آخر . لن تتلقي المزيد من الرسائل من موقعنا',



    /*
    ===================================================
                     ForgetPasswordEmail
    ===================================================
    */




    /*
    ===================================================
                         SendEmail
    ===================================================
    */
    'home' => 'الرئيسيه',


];