<?php

return [

    'q_admin_reply'=>' قامت الإداره بالرد علي سؤالك ',
    'q_admin_update' => ' قامت الإداره بتعديل ردها علي سؤالك',

    'person'=>' قام المستخدم ',
    'add_answer'=>' بالإجابه علي سؤالك ',
    'update_answer'=>' بتعديل إجابته علي سؤالك ',

    'registerOk'=>'تم تسجيل حسابك بنجاح !',
    'subscribeOk'=>'تم تسجيل بريدك بنجاح ! سيصلك إشعار بكل جديد',
    'logout'=>'تم تسجيل الخروج بنجاح !',
    'forgetPassError'=>'هذا البريد غير مسجل لدينا ! من فضلك أدخل بريد إليكتروني صالح',
    'forgetPassOk'=>'تم إرسال رابط إستعاده كلمه المرور لبريدك الإلكتروني',
    'newPassOk' => 'تم تغيير كلمه المرور بنجاح !',
    'alreadyUser' => 'هذا البريد لديه عضويه مسجله لدينا بالفعل لا يمكنك الإشتراك به في القائمه البريديه',
    'alreadySubscriber' => 'هذا البريد مٌسجل لدينا في القائمه البريديه لا يمكنك تسجيل عضويه به',
    'cancelSubscribe' => 'تم إلغاء إشتراكك بنجاح',
    'notSubscribe' => 'هذا البريد غير مشترك بالقائمه البريديه',

    'deleteBook' => ' قامت الإداره بحذف كتابك ',
    'draftBook1' => ' قامت الإداره بأرشفه كتابك ',
    'draftBook2' => ' أنت و الإداره فقط من بإستطاعتهم رؤيه تفاصيل الكتاب ',
    'acceptBook' => ' قامت الإداره بالموافقه علي نشر كتابك ',

    'adminBookComment' => ' قامت الإداره بالتعليق علي كتابك ',
    'userComment' => ' قام المستخدم ',
    'adminComment' => ' قامت الإداره ',
    'bookComment' => ' بالتعليق علي كتابك ',
    'bookLike' => ' بتسجيل إعجاب علي تعليقك علي كتاب ',
    'bookDislike' => ' بتسجيل عدم إعجاب علي تعليقك علي كتاب ',
    'deleteComment' => ' قامت الإداره بحذف تعليقك علي كتاب ',

    'newAuthorBook' => ' تم إضافه كتاب ',
    'authorName' => ' للمؤلف ',


];